[
    {
        "name": "Монитор",
        "description": "Отдам бесплатно монитор.",
        "url": "https://www.avito.ru/arzamas/tovary_dlya_kompyutera/monitor_3005897036",
        "price": "0"
    },
    {
        "name": "Чехол samsung a40",
        "description": "Заберите чехол, кому надо. Бесплатно.",
        "url": "https://www.avito.ru/arzamas/telefony/chehol_samsung_a40_2979415969",
        "price": "0"
    },
    {
        "name": "Отдам бесплатно в дар",
        "description": "Отдам бесплатно кожаный чехол покупал на aliexpress Samsung A6 2018.",
        "url": "https://www.avito.ru/dzerzhinsk/telefony/otdam_besplatno_v_dar_2723429324",
        "price": "0"
    },
    {
        "name": "Отдам бесплатно Чехол для редми 10 pro новый",
        "description": "Противоударный чехол для модели телефона иксаеми редми 10 Note pro. Чехол совершенно новый. В наличии 2 шт.",
        "url": "https://www.avito.ru/nizhniy_novgorod/telefony/otdam_besplatno_chehol_dlya_redmi_10_pro_novyy_2351209266",
        "price": "0"
    },
    {
        "name": "Силиконовый чехол для HDD 2.5",
        "description": "Противоударный силиконовый чехол для Hdd формата 2.5. Отдаю бесплатно!",
        "url": "https://www.avito.ru/nizhniy_novgorod/tovary_dlya_kompyutera/silikonovyy_chehol_dlya_hdd_2.5_2840263234",
        "price": "0"
    },
    {
        "name": "Sony Playstation 4 Slim 500gb SL Edition / Обмен",
        "description": "Игровая приставка в хорошем, технически исправном состоянии. Цена указана за приставку с 1 джойстиком. Проверка перед покупкой в Вашем присутствии, стресс-тесты комплектующих, отправка видео с проверкой в любом мессенджере! Принимаем оплату наличными, банковскими картами, безналичный расчет. Работаем по системе Trade-in, обменяем ваши старые комплектующие на более новые. Бесплатная установка комплектующих при покупке. Авито — Доставка по всей России (Dpd / Boxberry / Сдек). Доставка по Нижнему Новгороду бесплатно! Самовывоз из офиса Titan PC по адресу: Молитовская 4а, в любой удобный для Вас день. График нашей работы c 11:00 до 20:30! Без выходных. Мы с радостью примем Ваше железо, подберем наилучшие комплектующие для Ваших целей, соберём надежный мощный ПК! Звоните, приходите к нам в гости в офис, указанный в адресе! Все подробно расскажем, продиагностируем ваше железо и поможем в выборе лучших комплектующих именно для Вас!_ Скупка компьютеров, процессоров, видеокарт, материнских плат, жестких дисков, мониторов, оперативной памяти, оргтехники. Обмен по trade-in компьютеров и комплектующих. Апгрейд, ремонт, диагностика ПК. Замена комплектующих. Сборка ПК.",
        "url": "https://www.avito.ru/nizhniy_novgorod/igry_pristavki_i_programmy/sony_playstation_4_slim_500gb_sl_edition_obmen_3111062502",
        "price": "0"
    }
]